{
    "SPADE_UN_04516": {
        "Clinical Information": [],
        "Patent Information": [
            {
                "Patent No": "US 8003348 B2",
                "Patent Link": "http://www.lens.org/lens/patent/US_8003348_B2",
                "Patent Type": "Granted Patent",
                "Publication Date": "2011-8-23",
                "Family Info": "US20100184949",
                "Patent Title": "Method for the mass expression of an antimicrobial peptide by co-expression of a basic antimicrobial peptide and an acidic peptide using a tr",
                "Abstract": "The present invention relates to a gene construct which is capable of achieving efficient production of an antimicrobial peptide in a microorganism, and a method for efficient mass production and separation of an antimicrobial peptide using the same. The gene construct of the present invention has a translationally coupled configuration of two independent and separate cistrons which encode an acidic peptide and a basic antimicrobial peptide, each having an opposite charge, under the control of a single promoter. The translationally coupled acidic peptide and basic antimicrobial peptide undergo charge-charge interaction simultaneously with expression thereof to neutralize the potential cytotoxicity of the antimicrobial peptide, resulting in prevention of antimicrobial peptide-mediated killing of host microorganisms. In addition, a conjugate of the acidic peptide and the antimicrobial peptide can be separated without chemical or enzymatic treatment. Therefore, it is possible to achieve easy mass pro"
            }
        ],
        "Sequence Information": {
            "SPADE ID": "SPADE_UN_04516",
            "Sequence": "CYCQDPYVKEAENLKKYFNAGHSDVADNGTLFLGILKNWKEESDRKIMQSQIVSFYFKLFKNFKDDQSIQKSVETIKEDMNVKFFNSNEEVE",
            "Sequence Length": 92,
            "Peptide Name": "Sequence 2 from Patent US 8003348",
            "Source": "Synthetic construct",
            "Biological Activity": [
                "Antimicrobial"
            ],
            "Frequent Amino Acids": "KEF",
            "Absent Amino Acids": "OU",
            "Basic Residues": 14,
            "Acidic Residues": 16,
            "Hydrophobic Residues": 35,
            "Polar Residues": 51,
            "Positive Residues": 14,
            "Negative Residues": 16,
            "Mass": 10875.1,
            "PI": 5.19,
            "Net Charge": -2,
            "Hydrophobicity": -0.75,
            "Similar Sequences": [
                {
                    "SPADE_ID": "SPADE_UN_04517",
                    "Similarity": 0.9365079365079365,
                    "Sequence": "CYCQDPYVKEAENLKKYFNAGHSDVADNGTLFLGILKNWKEESDRKIMQSQIVSFYFKLEEVE"
                }
            ]
        }
    }
}