{
    "SPADE_UN_11589": {
        "Clinical Information": [
            {
                "Medical use": "Treatment for oral complications caused by radiation therapy for head and neck cancer.",
                "Company": "Soligenix",
                "Stage of Development": "Phase III",
                "Comments": "Dusquetide was shown to be effective, reducing the duration of SOM in head and neck cancer patients, and safe and well tolerated in an exploratory Phase 2a study. The results of this clinical study were consistent with preclinical findings, including reduction in OM, reduction in acute inflammation and reduction in the incidence of infection. To assess the efficacy of SGX942 compared to placebo in decreasing the duration of severe oral mucositis in patients receiving chemoradiation treatment for the treatment of head and neck cancer, a new clinical research is recruiting (ClinicalTrials.gov Identifier: NCT03237325)",
                "Clinical Trials": [
                    "2017-003702-41",
                    "NCT02013050",
                    "NCT03237325"
                ]
            }
        ],
        "Patent Information": [],
        "Sequence Information": {
            "SPADE ID": "SPADE_UN_11589",
            "Peptide Name": "Dusquetide(SGX942)",
            "Sequence": "RIVPA",
            "Source": "Dusquetide is a synthetic, 5-amino acid peptide and Innate Defense Regulator (IDR), with immunomodulating, anti-inflammatory, anti-infective and anti-mucositis activities. Upon intravenous administration, dusquetide binds to the ZZ domain of sequestosome-1, also called p62, and activates regulatory signaling transduction pathways involved in the modulation of the innate immune system, such as those mediated by mitogen-activated protein kinase (MAPK) p38 and CCAAT-enhancer-binding protein. This agent promotes monocyte and macrophage recruitment to, and accelerates healing in damaged and infected tissue; it suppresses inflammation through the regulation of the expression of multiple cytokines. This agent may prevent or decrease chemo- or radiotherapy-induced mucositis as well as other types of infection. p62, an intracellular adaptor protein that functions downstream of certain signaling receptors, plays a key role in the activation of the innate immune system.",
            "Target Organism": "[Ref.27015977]SGX94 enhanced bacterial clearance and / or survival in murine infection models with Gram-positive antibiotic sensitive S. aureus  and antibiotic resistant methicillin-resistant Staphylococcus aureus (MRSA) as well as Gram-negative P. aeruginosa and antibiotic resistant B. pseudomallei. In addition to this broad spectrum protection, SGX94 is also systemically active, since not only SC administration for skin infections, IP administration for peritoneal infection and IM administration for thigh infections but also systemic administration is protective at a variety of anatomical locations including skin, tissue, blood, gastrointestinal induced septicemia, and lung induced septicemia. SGX94 treatment, whether administered prophylactically or therapeutically (up to 5 days after infection), is effective when given alone. By contrast, when SGX94 was evaluated for direct antimicrobial activity using standard minimum inhibitory concentration (MIC) assays with S. aureus and E. coli it showed no significant activity against either organism. SGX94 was tested in 2 separate experiments for each bacterial strain in serial 1:\n2 dilutions from 200 μM to 6.25 μM while erythromycin (S. aureus assay) and Polymixin B (E. coli assay) were tested in serial 1:\n2 dilutions from 200 μg/mL to 6.24 μg/mL. SGX94 showed no activity (MIC > 200 μM = 111 μg/mL); by comparison, erythromycin and polymycin B were both active at < 3.125 μg/ml. Similarly, neither bacteriostatic nor bactericidal activity was detected with SGX94 treatment of either S. aureus or E. coli using a sensitive proliferation assay. These data indicate that the anti-infective impact of IDRs depends upon interaction with host defense systems. The observed complementarity between SGX94 treatment and antibiotic action is consistent with this model.",
            "Reference": [
                "A novel approach for emerging and antibiotic resistant infections: Innate Defense Regulators as an agnostic therapy.(PMID:27015977)",
                "Dusquetide: A novel innate defense regulator demonstrating a significant and consistent reduction in the duration of oral mucositis in preclinical data and a randomized, placebo-controlled phase 2a clinical study.(PMID:27746305)"
            ],
            "Biological Activity": [
                "Antibacterial"
            ],
            "Frequent Amino Acids": "AIP",
            "Absent Amino Acids": "CDEFGHKLMNOQSTUWY",
            "Basic Residues": 1,
            "Acidic Residues": 0,
            "Hydrophobic Residues": 4,
            "Polar Residues": 3,
            "Positive Residues": 1,
            "Negative Residues": 0,
            "Mass": 554.68,
            "PI": 9.75,
            "Net Charge": 1,
            "Hydrophobicity": 0.88,
            "Similar Sequences": [
                {
                    "SPADE_ID": "SPADE_N_04256",
                    "Similarity": 1.0,
                    "Sequence": "LLGDFFRKSKEKIGKEFKRIV"
                },
                {
                    "SPADE_ID": "SPADE_N_04258",
                    "Similarity": 1.0,
                    "Sequence": "EFKRIV"
                },
                {
                    "SPADE_ID": "SPADE_N_05467",
                    "Similarity": 1.0,
                    "Sequence": "ILGKFCDEIKRIV"
                }
            ]
        }
    }
}