{
    "SPADE_UN_00893": {
        "Clinical Information": [],
        "Patent Information": [
            {
                "Patent No": "US 2002/0169279 A1",
                "Patent Link": "http://www.lens.org/lens/patent/US_2002_0169279_A1",
                "Patent Type": "Patent Application",
                "Publication Date": "2002-11-14",
                "Family Info": "US6835713",
                "Patent Title": "Virus derived antimicrobial peptides.",
                "Abstract": "The invention is directed to peptides having antimicrobial activity (antimicrobial peptides). The antimicrobial peptides of the present invention are analogs of the Lentivirus Lytic Peptide 1 (LLP1) amino acid sequence. The invention is further directed to peptides referred to as the Lytic Base Unit (LBU) peptides derived from the LLP1 analogs, also having antimicrobial activity. In addition, the present invention is also directed to methods of using the peptides in a variety of contexts, including the treatment or prevention of infectious diseases. The antimicrobial LLP1 analog peptides and the LBU peptides (collectively eLLPs) may be highly active under high salt conditions and in biologic fluids. In addition, the eLLPs are effective when presented either in soluble form, or when attached to a solid surface. Furthermore, the peptides of the present invention are selectively active against a wide variety of bacterial pathogens and exhibit minimal toxicity to eukaryotic cells in vitro and in vivo."
            },
            {
                "Patent No": "US 6887847 B2",
                "Patent Link": "http://www.lens.org/lens/patent/US_6887847_B2",
                "Patent Type": "Granted Patent",
                "Publication Date": "2005-5-3",
                "Family Info": "US5714577,US5945507",
                "Patent Title": "Virus Derived Antimicrobial Peptides",
                "Abstract": "The invention is directed to peptides having antimicrobial activity (antimicrobial peptides). The antimicrobial peptides of the present invention are analogs of the Lentivirus Lytic Peptide 1 (LL12) amino acid sequence. The invention is further directed tpeptides referred to as the Lytic Base Unit (LBU) peptides derived from the LLP1 analogs, also having antimicrobial activity. In addition, the present invention is also directed to methods of using the peptides in a variety of contexts, including the treatment or prevention of infectious diseases. The antimicrobial LLP1 analog peptides and the LBU peptides (collectively eLLPs) may be highly active under high salt conditions and in biologic fluids. In addition, the eLLPs are effective when presented either in soluble form, or when attached to a solid surface. Furthermore, the peptides of the present invention are selectively active against a wide variety of bacterial pathogens and exhibit minimal toxicity to eukaryotic cells in vitro and in vivo."
            }
        ],
        "Sequence Information": {
            "SPADE ID": "SPADE_UN_00893",
            "Sequence": "RVVRVVRRWVRRVRRVWRRVVRVVRRWVRRVRRVWRRVVRVVRRWRVV",
            "Sequence Length": 48,
            "Peptide Name": "Sequence 12 from Patent US 20020169279",
            "Source": "Synthetic construct",
            "Biological Activity": [
                "Antimicrobial",
                "Antibacterial"
            ],
            "Frequent Amino Acids": "RVW",
            "Absent Amino Acids": "ACDEFGHIKLMNOPQSTUY",
            "Basic Residues": 23,
            "Acidic Residues": 0,
            "Hydrophobic Residues": 25,
            "Polar Residues": 43,
            "Positive Residues": 23,
            "Negative Residues": 0,
            "Mass": 6523.96,
            "PI": 12.0,
            "Net Charge": 23,
            "Hydrophobicity": -0.5,
            "Similar Sequences": [
                {
                    "SPADE_ID": "SPADE_UN_00890",
                    "Similarity": 1.0,
                    "Sequence": "RVVRVVRRWVRR"
                },
                {
                    "SPADE_ID": "SPADE_UN_00891",
                    "Similarity": 1.0,
                    "Sequence": "RRWVRRVRRVWRRVVRVVRRWVRR"
                },
                {
                    "SPADE_ID": "SPADE_UN_03155",
                    "Similarity": 1.0,
                    "Sequence": "RRWRVVVIRVRR"
                }
            ]
        }
    }
}