{
    "SPADE_UN_04621": {
        "Clinical Information": [],
        "Patent Information": [
            {
                "Patent No": "US 2011/0190474 A1",
                "Patent Link": "http://www.lens.org/lens/patent/US_2011_0190474_A1",
                "Patent Type": "Patent Application",
                "Publication Date": "2011-8-4",
                "Family Info": "US7820619,WO2002055554A2,WO2002055554A3",
                "Patent Title": "Antimicrobial peptides and derived metapeptides.",
                "Abstract": "The peptides and derivative metapeptides based upon natural antimicrobial peptides have potent and broad spectrum activity against pathogens exhibiting multiple antibiotic resistance. Specific peptides can also potentiate the antimicrobial functions of leukocytes, such as neutrophils. In addition, they exhibit lower inherent mammalian cell toxicities than conventional antimicrobial peptides, and overcome problems of toxicity, immunogenicity, and shortness of duration of effectiveness due to biodegradation, retaining activity in plasma and serum. The peptides and derivative metapeptides exhibit rapid microbicidal activities in vitro, can be used to potentiate conventional antimicrobial agents, to potentiate other antimicrobial peptides, and are active against many organisms that exhibit resistance to multiple antibiotics currently in existence."
            },
            {
                "Patent No": "US 6743769 B1",
                "Patent Link": "http://www.lens.org/lens/patent/US_6743769_B1",
                "Patent Type": "Granted Patent",
                "Publication Date": "2004-6-1",
                "Family Info": "US5409898,US5834430,WO9942119,WO0018922,WO0022170,WO0031263",
                "Patent Title": "Antimicrobial Peptides And Derived Metapeptides",
                "Abstract": "The peptides and derivative metapeptides based upon natural antimicrobial peptides have potent and broad spectrum activity against pathogens exhibiting multiple antibiotic resistance. In addition, they exhibit lower inherent mammalian cell toxicities than conventional antimicrobial peptides, and overcome problems of toxicity, immunogenicity, and shortness of duration of effectiveness due to biodegradation, retaining activity in plasma and serum. The peptides and derivative metapeptides exhibit rapid microbicidal activities in vitro, can be used to potentiate conventional antimicrobial agents, to potentiate other antimicrobial peptides, and are active against many organisms that exhibit resistance to multiple antibiotics currently in existence."
            }
        ],
        "Sequence Information": {
            "SPADE ID": "SPADE_UN_04621",
            "Sequence": "GLYKRLFKKLLKS",
            "Sequence Length": 13,
            "Peptide Name": "Sequence 12 from Patent US 20110190474",
            "Source": "Synthetic construct",
            "Biological Activity": [
                "Antimicrobial"
            ],
            "Frequent Amino Acids": "KLF",
            "Absent Amino Acids": "ACDEHIMNOPQTUVW",
            "Basic Residues": 5,
            "Acidic Residues": 0,
            "Hydrophobic Residues": 6,
            "Polar Residues": 7,
            "Positive Residues": 5,
            "Negative Residues": 0,
            "Mass": 1594.0,
            "PI": 10.58,
            "Net Charge": 5,
            "Hydrophobicity": -0.35,
            "Similar Sequences": [
                {
                    "SPADE_ID": "SPADE_UN_22866",
                    "Similarity": 1.0,
                    "Sequence": "FLPLIGKLLSGLY"
                },
                {
                    "SPADE_ID": "SPADE_N_08367",
                    "Similarity": 1.0,
                    "Sequence": "KLLK"
                },
                {
                    "SPADE_ID": "SPADE_UN_04107",
                    "Similarity": 1.0,
                    "Sequence": "KLLK"
                }
            ]
        }
    }
}