{"SPADE_N_04782": {"Clinical Information": [], "Patent Information": [{"Patent No": "WO 1998/013478 A2", "Patent Link": "http://www.lens.org/lens/patent/WO_1998_013478_A2", "Patent Type": "Patent Application", "Publication Date": "1998-4-2", "Family Info": "CA2264567A1,CN1155714C,CN1233290A,DE69731655D1,DE69731655T2,US6864076,US20020168735,WO1998013478A3", "Patent Title": "Antifungal proteins, dna coding therefore, and hosts incorporating same.", "Abstract": "The present invention provides an isolated protein obtainable from a plant source which has antifungal activity, specifically anti-Phytophthora activity and/or anti-Pythium activity and a molecular weight of about 55-65 kDa as judged by SDS PAGE-electrophoresis, an isolated DNA sequence comprising an open reading frame capable of encoding a protein according to the invention, preferably characterised in that it comprises an open reading frame which is capable of encoding a protein depicted in SEQ ID NO. 16, SEQ ID NO. 57, SEQ ID NO. 70, SEQ ID NO. 72 or SEQ ID NO. 74 or muteins thereof, and DNA capable of hybridising therewith under stringent conditions. The invention further comprises plants incorporating chimeric DNA capable of encoding a protein according to the invention, and wherein the protein is expressed. Also shown is the carbohydrate and preferably hexose oxidating activity of said protein. Also methods are provided for combating fungi, especially Phytophthora and Pythium species, using"}], "Sequence Information": {"SPADE ID": "SPADE_N_04782", "Sequence": "SWKVRLVQVXTTVTVFVVGRNVDQGAADVVARWQDVAPSLPPELTIRVIVRGQRATFQSLYLGSCADLVPTMSSMFPELGMTI", "Sequence Length": 83, "Peptide Name": "Sequence 49 from Patent WO 1998013478", "Source": "Oryza sativa Japonica Gro", "Biological Activity": ["Antimicrobial", "Antifungal"], "Frequent Amino Acids": "VLT", "Absent Amino Acids": "HOU", "Basic Residues": 7, "Acidic Residues": 6, "Hydrophobic Residues": 44, "Polar Residues": 48, "Positive Residues": 7, "Negative Residues": 6, "Similar Sequences": []}}}