{"SPADE_UN_08003": {"Clinical Information": [], "Patent Information": [{"Patent No": "US 6803044 B1", "Patent Link": "http://www.lens.org/lens/patent/US_6803044_B1", "Patent Type": "Granted Patent", "Publication Date": "2004-10-12", "Family Info": "Unknown", "Patent Title": "Antimicrobial and anti-inflammatory peptides for use in human immunodeficiency virus.", "Abstract": "The present invention is directed to a method and pharmaceuticals for treating HIV and secondary infection. One aspect of this invention involves the use of one or more polypeptides with an amino acid sequence including KPV, MEHFRWG, HFRWGKPV, or SYSMEHFRWGKPV for treatment of HIV. HIV is accompanied by infections, inflammation or both. In one preferred embodiment of the invention, the one or more polypeptides are used for treatment of HIV itself via medication taken orally or parentally. In another preferred embodiment of the invention, the treatment is for secondary infections arising from Staphylococcus aureus and Candidia albicans and can be taken either orally or parentally. In another preferred embodiment of the invention, treatment is carried out by local application of the polypeptides through a carrier onto the site of S. aureus or C. albicans infection."}, {"Patent No": "US 7244710 B2", "Patent Link": "http://www.lens.org/lens/patent/US_7244710_B2", "Patent Type": "Granted Patent", "Publication Date": "2007-7-17", "Family Info": "US20040033955A1,EP0234855,WO9301211,US5028592,US5891847,US20020146374A1", "Patent Title": "Treatment Of Ophthalmic Infections Using Antimicrobial Peptides", "Abstract": "The present invention discloses a method of treating an ophthalmic infection by administering to a vertebrate inflicted with the ophthalmic infection an ophthalmologically effective amount of an antimicrobial peptide which is derived from alpha-melanocyte-stimulating hormone (alpha-MSH) and biologically functional equivalents thereof. Specifically, the antimicrobial peptides derived from alpha-melanocyte-stimulating hormone (alpha-MSH) include alpha-MSH (1-13) which is SYSMEHFRWGKPV, alpha-MSH (4-10) which is MEHFRWG, alpha-MSH (6-13) which is HFRWGKPV, alpha-MSH (11-13) which is KPV, and a KPV dimer. The ophthalmic infection can be caused by a microorganism which include a bacteria, a fungi or a virus. The vertebrate includes a bird and a mammal. The antimicrobial peptide has anti-bacterial, antifungal, and antiviral property and therefore can be administered at the onset of the ophthalmic infection before the microorganism causing the infection is determined as well as thereafter."}], "Sequence Information": {"SPADE ID": "SPADE_UN_08003", "Sequence": "HFRWGKPV", "Sequence Length": 8, "Peptide Name": "Sequence 2 from Patent US 6803044", "Source": "Synthetic construct", "Biological Activity": ["Antimicrobial"], "Frequent Amino Acids": "FGH", "Absent Amino Acids": "ACDEILMNOQSTUY", "Basic Residues": 3, "Acidic Residues": 0, "Hydrophobic Residues": 4, "Polar Residues": 4, "Positive Residues": 3, "Negative Residues": 0, "Mass": 1026.19, "PI": 11.0, "Net Charge": 3, "Hydrophobicity": -0.94, "Similar Sequences": [{"SPADE_ID": "SPADE_N_05428", "Similarity": 1.0, "Sequence": "SYSMEHFRWGKPV"}, {"SPADE_ID": "SPADE_N_09098", "Similarity": 1.0, "Sequence": "AVNIPFKVHFR"}, {"SPADE_ID": "SPADE_N_13796", "Similarity": 1.0, "Sequence": "SYSMEHFRWGKPVGKKRRPVKVYPNGAEDESAEAFPLEF"}]}}}