{"SPADE_UN_17738": {"Clinical Information": [], "Patent Information": [{"Patent No": "CN114014911A", "Patent Link": "http://www.lens.org/lens/patent/CN114014911A", "Patent Type": "Patent Application", "Publication Date": "2022-2-8", "Family Info": "Notavailable", "Patent Title": "Preparation of anti-cancer lipopeptide and application of anti-cancer lipopeptide in anti-tumor treatment", "Abstract": "The invention relates to an anticancer lipopeptide C8H15The preparation of O-Asp-Ser-Asp-Val-Trp-Trp-Gly-Gly-Arg-Arg-Leu-Leu-Arg-Arg-Arg-Leu and the application thereof in the anti-tumor treatment, belonging to the field of biological medicine. The anticancer lipopeptides are prepared based on key biological features of membrane-cleavable peptides (positive charge, alpha-helical structure and amphiphilicity). The invention provides a solid-phase synthesis method of the anticancer lipopeptide. The anticancer lipopeptide applianceHas the characteristics of small hydrophobic moment, low hemolytic activity and good serum stability, can effectively make up the defect of high hemolytic toxicity of most anticancer peptides, and solves the problem of poor in-vivo stability of peptide drugs. In vitro anticancer experiments and in vivo antitumor experiments prove that the anticancer lipopeptide has good antitumor effect and good application prospect."}], "Sequence Information": {"SPADE ID": "SPADE_UN_17738", "Sequence": "DSDVWWGGRRLLRRLRRL", "Sequence Length": 18, "Source": "Synthetic", "Biological Activity": ["Antimicrobial", "Anticancer"], "Frequent Amino Acids": "RLD", "Absent Amino Acids": "ACEFHIKMNOPQTUY", "Basic Residues": 6, "Acidic Residues": 2, "Hydrophobic Residues": 7, "Polar Residues": 8, "Positive Residues": 6, "Negative Residues": 2, "Mass": 2310.67, "PI": 12.0, "Net Charge": 4, "Hydrophobicity": -1.0, "Similar Sequences": [{"SPADE_ID": "SPADE_N_07780", "Similarity": 1.0, "Sequence": "RRLHPQHQRFPRERPWPKPLSLPLPRPGPRPWPKPL"}, {"SPADE_ID": "SPADE_N_10793", "Similarity": 1.0, "Sequence": "RRLWLW"}, {"SPADE_ID": "SPADE_N_11150", "Similarity": 1.0, "Sequence": "RRLLRRLRR"}]}}}