{"SPADE_UN_11585": {"Clinical Information": [{"Medical use": "Treatment of Adult and Adolescent Dental Subjects", "Company": "Lantibio", "Stage of Development": "Phase II", "Comments": "The purpose of this study is to evaluate if C16G2 Gel administered over a certain period of time either with a toothbrush or a custom dental tray can effectively kill bacteria in the mouth that cause dental cavities (ClinicalTrials.gov Identifier: NCT02594254). An open-label and single-blind phase 2 study to evaluate the oral microbiology, safety and tolerability of multiple C16G2 Varnish and Strip applications in male and female dental subjects 12-75 years of age (ClinicalTrials.gov Identifier: NCT03196219). The purpose of the clinical study is to evaluate the safety and bacterial impact of study drug (C16G2) administered in multiple oral gel doses to adolescent and adult dental subjects (ClinicalTrials.gov Identifier: NCT02509845). A Phase 2, Open-Label Study for Safety, Microbiology and PK of Single or Multiple Oral C16G2 Gel Doses (ClinicalTrials.gov Identifier: NCT02254993). Single-blind study to evaluate whether C16G2 Strip administered in multiple doses can effectively kill the bacteria in the oral cavity that cause dental caries (ClinicalTrials.gov Identifier: NCT03052842). The purpose of this single-blind study is to evaluate whether C16G2 Varnish administered in multiple doses can effectively kill the bacteria in the oral cavity that cause dental caries (ClinicalTrials.gov Identifier: NCT03004365).", "Clinical Trials": ["NCT02044081", "NCT02254993", "NCT02509845", "NCT02594254", "NCT03004365", "NCT03052842", "NCT03196219"]}], "Patent Information": [{"Patent No": "US 2008/0170991 A1", "Patent Link": "http://www.lens.org/lens/patent/US_2008_0170991_A1", "Patent Type": "Patent Application", "Publication Date": "2008-7-17", "Family Info": "CA2661634A1,CN101511382A,EP2061488A2,EP2061488A4,US7846895,US20110207657,WO2008030988A2,WO2008030988A3", "Patent Title": "Selectively targeted antimicrobial peptides and the use thereof.", "Abstract": "The present invention relates to targeting peptides capable of specifically binding to microbial organisms (e.g., P. aeruginosa or S. mutans), antimicrobial peptides having antimicrobial activities, and specifically/selectively targeted antimicrobial peptides (STAMPs). In addition, the present invention provides methods of selectively killing or inhibiting microbial organisms by using the peptides or compositions provided by the present invention."}], "Sequence Information": {"SPADE ID": "SPADE_UN_11585", "Peptide Name": "C16G2", "Sequence": "TFFRLFNRSFTQALGKGGGKNLRIIRKGIHIIKKY", "Source": "a synthetic AMP", "Target Organism": "[Ref.21518845]Gram-positive bacteria:\nStreptococcus mutans UA140 (MIC=5.2 ± 1.6 μM), Streptococcus mutans ATCC 104495 (MIC= 4.2 ± 1.6 μM), Streptococcus salivarius K12 (MIC=9.4 ± 3.4 μM), Streptococcus sanguinis ATCC 10556 (MIC=25 μM), Streptococcus gordonii (MIC=25 μM).", "Reference": ["Selective membrane disruption: mode of action of C16G2, a specifically targeted antimicrobial peptide.Antimicrob Agents Chemother. 2011. (PMID:21518845)"], "Biological Activity": ["Antibacterial"], "Frequent Amino Acids": "GIK", "Absent Amino Acids": "CDEMOPUVW", "Basic Residues": 10, "Acidic Residues": 0, "Hydrophobic Residues": 14, "Polar Residues": 18, "Positive Residues": 10, "Negative Residues": 0, "Mass": 4079.84, "PI": 12.0, "Net Charge": 10, "Hydrophobicity": -0.28, "Similar Sequences": [{"SPADE_ID": "SPADE_N_12175", "Similarity": 1.0, "Sequence": "TFFRLFNRSFT"}, {"SPADE_ID": "SPADE_N_12177", "Similarity": 1.0, "Sequence": "STFFRLFNRSFTQ"}, {"SPADE_ID": "SPADE_N_12178", "Similarity": 1.0, "Sequence": "LSTFFRLFNRSFTQ"}]}}}