{"SPADE_N_14038": {"Clinical Information": [], "Patent Information": [], "Sequence Information": {"SPADE ID": "SPADE_N_14038", "Peptide Name": "Rombocin A (Nisin variant, natural AMPs; lantibiotic, type 1, class 1 bacteriocin, Gram-positive bacteria, prokaryotes; XXW3, UCSS1b; BBW; BBMm)", "Source": "Romboutsia sedimentorum", "Family": "Not found", "Gene": "Not found", "Sequence": "ITSISLCTAGCITGVIMTCMSNGCK", "Sequence Length": 25, "UniProt Entry": "Ref", "Protein Existence": "Not found", "Biological Activity": ["Anti-Gram+"], "Target Organism": "Not found", "Hemolytic Activity": "Not found", "Cytotoxicity": "Not found", "Binding Target": "Not found", "Linear/Cyclic": "Not found", "N-terminal Modification": "Not found", "C-terminal Modification": "Not found", "Stereochemistry": "Not found", "Structure Description": "Not found", "Formula": "Not found", "Mass": 2508.05, "PI": 7.88, "Hydrophobicity": 1.11, "Half Life": "Not found", "Function": "Not found", "Literature": [{"Author": "Guo L, Wambui J, Wang C, Broos J, Stephan R, Kuipers OP. 2024", "Reference": "ACS Synth Biol. 2024 Jan 9. doi: 10.1021/acssynbio.3c00612.PubMed", "Title": "Rombocin, a Short Stable Natural Nisin Variant, Displays Selective Antimicrobial Activity against Listeria monocytogenes and Employs a Dual Mode of Action to Kill Target Bacterial Strains."}], "Frequent Amino Acids": "CIT", "Absent Amino Acids": "DEFHOPQRUWY", "Basic Residues": 1, "Acidic Residues": 0, "Hydrophobic Residues": 9, "Polar Residues": 15, "Positive Residues": 1, "Negative Residues": 0, "Net Charge": 1, "Comments": "Discovery: genome mining with antiSMASH and BAGEL4. Biosynthetic gene cluster: romA: the precursor peptide;  romBTC: biosynthetic genes; romRK: regulatory genes; romFEG: immunity genes, romP: maturation protease.Chemical modification:  3 amino acids dehydrated (XXW): T2, S5, and T18; four thiether rings (XXT): 3 and 8, 8 and 11, 13 and 19, and 21 and 24.Sequence analysis: APD analysis reveals that this peptide is similar (54.84%) tonisin UThis peptide differs from nisin A by five amino acids, viz, P9A, K2I, A15V, L16I, and G18T, all located in rings B and C.Activity: inhibition zone: active against L. monocytogenes. MIC measured: L. lactis MG1363 (MIC 0.78 ug/ml), L. monocytogenes LMG10470 or TT82E or LK132 (MIC 12.5-25 ug/ml), B. cereus CH-85 (MIC 25 ug/ml), S. aureus LMG10147 or LMG15975 MRSA (MIC 100 ug/ml), and E. faecium LMG11423 or LMG16003 or LMG16216 (MIC 50-100 ug/ml) anti-VRE.Structure:  A structure similar to nisin A was proposed with lipid II binding domain at the N-terminus and a pore-forming domain at the C-terminus. Diffrent from numerous known nisins collected in the APD, however, this peptide is unique since it contains only four thioether rings due to a shorter sequence. The lack of ring 5 may be the main reason for reduced activity compared to nisin Z.MOA:bacteria: like nisin, this short peptide also binds to lipid II.Recombinant production:bacteria:Lactococcus lactis: nisBTC is first induced by Zn2+ to hydrate the peptide and Rombocin A was then induced by adding nisin. NisC is required to make the thioether rings.Peptide stability: (1) stable for 5.5 h at pH 2-10 (more stable than nisin at pH 7); (2) stable between 22-50oC; more stable to proteases (trypsin, chymotrysin, and proteinase K) than nisin Z. These features make rombocin a promising candidate to be engineered into a new food preservative.SAR: the following changes (A9P, M20NMK, and K25A) reduced peptide activity, while a change I12 to K (I12K) increase peptide activity. The I12K mutant is called Rombocin K (see next APD entry). Est.Jan2024;", "Similar Sequences": [{"SPADE_ID": "SPADE_N_14039", "Similarity": 0.96, "Sequence": "ITSISLCTAGCKTGVIMTCMSNGCK"}, {"SPADE_ID": "SPADE_UN_26030", "Similarity": 0.8695652173913043, "Sequence": "ISILCTAGCITGVIMTCMSNGCK"}, {"SPADE_ID": "SPADE_N_15400", "Similarity": 0.8636363636363636, "Sequence": "ISILCTAGCITGVIMCMSNGCK"}]}}}